Repository: AntonShevchuk/bluz-skeleton
Catalog: data/locale/*/LC_MESSAGES/messages.po
Languages: ru_ru, uk_ua

source: must contain only Latin letters and digits
ru_ru: только латинские буквы и цифры
uk_ua: має містити лише латинські літери та цифри

source: must contain only Latin letters, digits and "%s"
ru_ru: только латинские буквы, цифры и " %s"
uk_ua: має містити лише латинські літери, цифри та "%s"

source: must contain only Latin letters
ru_ru: только буквы латинского алфавита
uk_ua: має містити лише латинські літери

source: must contain only Latin letters and "%s"
ru_ru: должны содержать только латинские буквы и " %s"
uk_ua: має містити лише латинські літери та "%s"

source: must be inclusive between "%1" and "%2"
ru_ru: должно быть включительно между "% 1" и "% 2"
uk_ua: має бути включено до "%1" і "%2"

source: must be between "%1" and "%2"
ru_ru: должно быть между "% 1" и "% 2"
uk_ua: має бути між "%1" і "%2"

source: must contain the value "%s"
ru_ru: должно содержать значение " %s"
uk_ua: має містити значення "%s"

source: must be a valid date. Sample format: "%s"
ru_ru: должна быть допустимой датой. Пример формата: "%s"
uk_ua: має бути припустимою датою. Зразок формату: " %s"

source: must be a valid date
ru_ru: должна быть допустимой датой
uk_ua: має бути припустимою датою

source: must be equals "%s"
ru_ru: должно быть равно " %s"
uk_ua: має дорівнювати "%s"

source: must be identical as "%s"
ru_ru: должно быть идентичным "%s"
uk_ua: має бути ідентичним як "%s"

source: must be in "%s"
ru_ru: должно быть в "%s"
uk_ua: має бути в "%s"

source: must be an IP address in the "%s" range
ru_ru: должен быть IP-адресом в диапазоне "%s"
uk_ua: має бути ІР-адресою в діапазоні "%s"

source: must be an IP address
ru_ru: должен быть IP-адресом
uk_ua: має бути ІР-адресою

source: "%s" is not a valid numeric length
ru_ru: "%s" не является допустимой числовой длиной
uk_ua: "%s" не є припустимою довжиною

source: "%s" cannot be less than "%s" for validation
ru_ru: "%s" не может быть меньше "%s" для проверки
uk_ua: "%s" не може бути меншим за "%s" для перевірки

source: must have a length lower than "%d"
ru_ru: длина должна быть меньше "%d"
uk_ua: має бути меншим за "%d"

source: must have a length greater than "%d"
ru_ru: длина должна быть больше "%d"
uk_ua: повинна мати довжину більше "%d"

source: must have a length "%d"
ru_ru: должна иметь длину "%d"
uk_ua: має бути довжина "%d"

source: must have a length between "%d" and "%d"
ru_ru: должна иметь длину между "%d" и "%d"
uk_ua: має бути довжиною між "%d" та "%d"

source: must be lower than or equals "%s"
ru_ru: должно быть меньше или равно "%s"
uk_ua: має бути меншим або дорівнювати "%s"

source: must be lower than "%s"
ru_ru: должно быть меньше "%s"
uk_ua: має бути меншим за "%s"

source: must be greater than or equals "%s"
ru_ru: должно быть больше или равно "%s"
uk_ua: має бути більшим або дорівнювати "%s"

source: must be greater than "%s"
ru_ru: должно быть больше " %s"
uk_ua: має бути більшим за "%s"

source: is invalid
ru_ru: неверно
uk_ua: не вірний

source: is required
ru_ru: обязательно
uk_ua: вимагається

source: must be a float number
ru_ru: должно быть число с плавающей запятой
uk_ua: має бути плаваючим числом

source: must be a string
ru_ru: должна быть строка
uk_ua: має бути рядком

source: must be a valid country code
ru_ru: должен быть допустимым кодом страны
uk_ua: має бути дійсним кодом країни

source: must be a valid Credit Card number
ru_ru: должен быть действительный номер кредитной карты
uk_ua: має бути дійсним номером кредитної картки

source: must be a valid domain
ru_ru: должен быть допустимым доменом
uk_ua: має бути дійсним доменом

source: must be a valid email address
ru_ru: адрес эл. почты должен быть допустимым
uk_ua: має бути припустимою адресою електронної пошти

source: must be a valid JSON string
ru_ru: должна быть допустимой строкой JSON
uk_ua: має бути припустимим JSON

source: must be a valid slug
ru_ru: должна быть допустимой slug
uk_ua: повинен бути дійсним slug

source: must be a valid version number
ru_ru: должен быть допустимым номером версии
uk_ua: має бути припустимим номером версії

source: must be an array
ru_ru: должен быть массивом
uk_ua: має бути масивом

source: must be an integer number
ru_ru: должно быть целым числом
uk_ua: має бути цілим числом

source: must be negative
ru_ru: должен быть отрицательным
uk_ua: має бути менше нуля

source: must be numeric
ru_ru: должен быть числовым
uk_ua: має бути числом

source: must be positive
ru_ru: должно быть положительным
uk_ua: має бути більшим за нуль

source: must not be empty
ru_ru: не может быть пустым
uk_ua: не має бути пустим

source: must not contain whitespace
ru_ru: не должно содержать пробелов
uk_ua: не має містити пробіли

source: must validate with regular expression rule
ru_ru: должен проверяться с помощью правила регулярного выражения
uk_ua: потрібно перевірити за правилом

source: Guest
ru_ru: Гость
uk_ua: Гість

source: You don't have permissions, please sign in
ru_ru: У вас нет прав доступа, пожалуйста авторизируйтесь
uk_ua: У вас немає дозволу, будь ласка, увійдіть

source: This alias already exists
ru_ru: Этот псевдоним уже существует
uk_ua: Цей псевдонім вже існує

source: Content can't be empty
ru_ru: Содержимое не может быть пустым
uk_ua: Зміст не може бути пустим

source: Activation
ru_ru: Активация
uk_ua: Активація

source: Password Recovery
ru_ru: Восстановление пароля
uk_ua: Відновити пароль

source: Change email
ru_ru: Изменить email
uk_ua: Змінити e-mail

source: Permissions
ru_ru: Права доступа
uk_ua: Права

source: Privileges set is empty. You can't remove all of them
ru_ru: Вы не можете удалить все привелегии
uk_ua: Набір привілеїв пуст. Не можна видалити всі з них

source: All data was saved
ru_ru: Все данные сохранены
uk_ua: Всі дані збережено

source: Internal Server Error
ru_ru: Внутрення ошибка сервера
uk_ua: Внутрішня помилка сервера

source: User roles was updated
ru_ru: Роли пользователя были обновлены
uk_ua: Ролі користувачів було оновлено

source: Cache with tag `system` cleaned
ru_ru: Очистка кэша с меткой «system»
uk_ua: Кеш з тегом 'система' очищено

source: Cache is disabled
ru_ru: Кеш отключен
uk_ua: Кеш вимкнуто

source: Cache cleared
ru_ru: Кеш очищен
uk_ua: Кеш очищен

source: Dashboard
ru_ru: Панель управления
uk_ua: Консоль

source: Bad Request
ru_ru: Плохой запрос
uk_ua: Помилковий запит

source: The server didn't understand the syntax of the request
ru_ru: Сервер не смог понять синтакс запроса
uk_ua: Сервер не зрозумів синтаксис запиту

source: Unauthorized
ru_ru: Неавторизован
uk_ua: Не авторизован

source: You are not authorized to view this page, please sign in
ru_ru: Вы не авторизованы для просмотра этой страницы, пожалуйста, авторизируйтесь
uk_ua: Ви не маєте дозволу для перегляду цього запису

source: Forbidden
ru_ru: Запрещено
uk_ua: Заборонено

source: You don't have permissions to access this page
ru_ru: У вас нет прав доступа для отображения данной страницы
uk_ua: У вас немає дозволів на доступ до цієї сторінки

source: Not Found
ru_ru: Страница не найдена
uk_ua: Не знайдено

source: The page you requested was not found
ru_ru: Запрашиваемая страница не найдена
uk_ua: Запитана сторінка не знайдена

source: Method Not Allowed
ru_ru: Метод не поддерживается
uk_ua: Метод не допускається

source: The server is not support method `%s`
ru_ru: Сервер не поддерживает метод " %s"
uk_ua: Сервер не підтримує метод %s

source: Not Acceptable
uk_ua: Не прийнятна

source: The server is not acceptable generating content type described at `Accept` header
ru_ru: Сервер не принимает контент, описанный в заголовке "Accept"
uk_ua: Сервер не прийняв вміст, який описан в заголовку Accept

source: The server encountered an unexpected condition
ru_ru: Сервер столкнулся с непредвиденным условием
uk_ua: Сервер виявив несподівану умову

source: Not Implemented
ru_ru: Не реализовано
uk_ua: Не реалізовано

source: The server does not understand or does not support the HTTP method
ru_ru: Сервер не может обработать данный HTTP запрос
uk_ua: Сервер не підтримує цю можливість

source: Service Unavailable
ru_ru: Сервис не доступен
uk_ua: Служба недоступна

source: The server is currently unable to handle the request due to a temporary overloading
ru_ru: Сервер не может обработать ваш запрос, так как работы хватает и без него
uk_ua: Сервер в даний час не в змозі обробити запит через тимчасові перевантаження

source: An unexpected error occurred with your request. Please try again later
ru_ru: При обработке вашего запроса произошла ошибка. Поробуйте ещё раз
uk_ua: Стався несподіваний збій. Спробуйте ще раз пізніше

source: Pages
ru_ru: Страницы
uk_ua: Сторінки

source: Bookmarklets
ru_ru: Генератор закладок
uk_ua: Закладки

source: The record was successfully destroyed
ru_ru: Запись была успешно уничтожена
uk_ua: Запис був успішно зруйнований

source: The record was successfully created
ru_ru: Запись успешно создана
uk_ua: Цей запис було успішно створено

source: The record was successfully updated
ru_ru: Запись успешно обновлена
uk_ua: Цей запис був успішно оновлений

source: System
ru_ru: Система
uk_ua: Система

source: Queues
ru_ru: Очереди
uk_ua: Черги

source: Message was created
uk_ua: Повідомлення було створено

source: Message was acknowledged
uk_ua: Повідомлення було визнано

source: Message was rejected
uk_ua: Повідомлення відхилено

source: Routers Map
ru_ru: Карта маршрутов ЧПУ
uk_ua: Маршрутизація

source: Invalid activation code
ru_ru: Неверный активационный код
uk_ua: Недійсний код активації

source: The activation code has expired
ru_ru: Активационный код просрочен
uk_ua: Код активації минув

source: Your Account has been successfully activated. <br/>You can now log in using the username and password you chose during the registration.
ru_ru: Ваш акаунт активирован. Теперь вы можете войти в систему используя ваш логин и пароль.
uk_ua: Ваш обліковий запис успішно активували.<br>Ви можете тепер увійти в систему за допомогою ім'я користувача і пароля, які ви обрали під час реєстрації.

source: Check your email and follow instructions in letter
ru_ru: Проверьте свою электронную почту и следуйте инструкциям в письме
uk_ua: Будь ласка, перевірте свою електронну пошту

source: Unable to send email. Please contact administrator
ru_ru: Не удается отправить сообщение электронной почты. Обратитесь к администратору
uk_ua: Не вдається надіслати лист. Зверніться до адміністратора

source: Email was updated
ru_ru: Email обновлён
uk_ua: Email оновлено

source: The password was updated successfully
ru_ru: Пароль был обновлён
uk_ua: Пароль успішно оновлено

source: Password can't be empty
ru_ru: Пароль пуст
uk_ua: Пароль не може бути пустим

source: Password is not equal
ru_ru: Пароль не верен
uk_ua: Пароль не співпада

source: Your account has been created and an activation link has been sent to the e-mail address you entered.<br/>Note that you must activate the account by clicking on the activation link when you get the e-mail before you can login.
ru_ru: Ваша учётная запись создана в системе. На ваш email была отправлена ссылка, пройдя по которой вы активируете учётную запись.
uk_ua: Ваш обліковий запис був створений і на ваш email було відправлено листа с посиланням для активації акаунта.

source: Users
ru_ru: Пользователи
uk_ua: Користувачі

source: Invalid code
ru_ru: Неверный код
uk_ua: Невірний код

source: Your password has been updated
ru_ru: Ваш пароль был обновлён
uk_ua: Ваш пароль було оновлено

source: Reset password instructions has been sent to your email address
ru_ru: Инструкция по восстановлению пароля отправлены на ваш email адрес
uk_ua: Інструкції щодо скидання пароля були надіслані на вашу адресу електронної пошти

source: Already signed
ru_ru: Вы уже авторизированы
uk_ua: Вже зайшли

source: You are signed
ru_ru: Вы вошли в систему
uk_ua: Ви зайшли

source: You are signout
ru_ru: Вы вышли из системы
uk_ua: Ви вийшли

source: Back to homepage
ru_ru: Вернуться на главную
uk_ua: Перейти на головну

source: Home
ru_ru: Главная
uk_ua: Головна

source: Limit
ru_ru: Лимит
uk_ua: Ліміт

source: Pagination
ru_ru: Пагинация
uk_ua: Нумерація сторінок

source: Total
ru_ru: Итого
uk_ua: Всього

source: record
ru_ru: запись
uk_ua: запис

source: on %s page
ru_ru: на %s странице
uk_ua: на сторінці %s

source: Logged in as %s
ru_ru: Вы вошли как %s
uk_ua: Ви увійшли як %s

source: Sign Out
ru_ru: Выход
uk_ua: Вийти

source: Sign In
ru_ru: Вход
uk_ua: Увійти

source: Wallets
ru_ru: Бумажники
uk_ua: Гаманці

source: Phones
ru_ru: Телефоны
uk_ua: Телефони

source: Push Subscriptions
ru_ru: Push-подписки
uk_ua: Push підписки

source: Media
ru_ru: Медиа
uk_ua: Медіа

source: Categories
ru_ru: Категории
uk_ua: Категорії

source: Contact Us
ru_ru: Свяжитесь с нами
uk_ua: Зв'яжіться з нами

source: Options
ru_ru: Настройки
uk_ua: Параметри

source: Create role
ru_ru: Создать роль
uk_ua: Створити роль

source: Privilege/Role
ru_ru: Привелегия/Роль
uk_ua: Привілей/роль

source: Edit role
ru_ru: Редактирование роли
uk_ua: Змінити роль

source: Edit
ru_ru: Редактировать
uk_ua: Редагувати

source: Save
ru_ru: Сохранить
uk_ua: Зберегти

source: Close
ru_ru: Закрыть
uk_ua: Закрити

source: Name
ru_ru: Имя
uk_ua: Ім'я

source: Choose roles for %s
ru_ru: Изменить роль для %s
uk_ua: Виберіть ролі для %s

source: Cache
ru_ru: Кеш
uk_ua: Кеш

source: Cache is enabled
ru_ru: Кеш включен
uk_ua: Кеш увімкнено

source: Current cache adapter is %s
ru_ru: Текущий кеширующий адаптер - "%s"
uk_ua: Поточний кеш адаптер є %s

source: Clean system data
ru_ru: Очистка системных данных
uk_ua: Очистити системні дані

source: Clean all data
ru_ru: Очистка всех данных
uk_ua: Очистити всі дані

source: Read manual for more information
ru_ru: Читайте руководство для получения дополнительной информации
uk_ua: Читання керівництво для отримання додаткової інформації

source: sign in
ru_ru: вход
uk_ua: увійти

source: Edit page
ru_ru: Редактирование страницы
uk_ua: Редагувати сторінку

source: Title
ru_ru: Заголовок
uk_ua: Назва

source: Alias
ru_ru: Псевдоним
uk_ua: Псевдонім

source: Alias for build permalink to this page
ru_ru: Псевдоним постоянной ссылки для построения URL
uk_ua: Псевдонім для побудувати посилання на цю сторінку

source: Content
ru_ru: Текст
uk_ua: Вміст

source: Meta information about page
ru_ru: Мета-информация о странице
uk_ua: Мета-інформації про сторінку

source: Keywords
ru_ru: Мета-слова
uk_ua: Ключові слова

source: Description
ru_ru: Описание
uk_ua: Опис

source: Create
ru_ru: Создать
uk_ua: Створити

source: Search
ru_ru: Поиск
uk_ua: Пошук

source: Created
ru_ru: Дата создания
uk_ua: Створено

source: Updated
ru_ru: Дата изменения
uk_ua: Оновлено

source: Example
ru_ru: Пример
uk_ua: Приклад

source: Bookmarklets generator
ru_ru: Генератор закладок
uk_ua: Аплети-закладки

source: This is the queues test page
uk_ua: Це тестова сторінцка для черг

source: Produce
uk_ua: Виробляти

source: Consume
uk_ua: Споживати

source: Module
ru_ru: Модуль
uk_ua: Модуль

source: Controller
ru_ru: Контроллер
uk_ua: Контролер

source: Route
ru_ru: Маршрут
uk_ua: Маршрут

source: Load average
ru_ru: Средняя нагрузка
uk_ua: Середнє навантаження

source: %d minute
ru_ru: %d минута
uk_ua: %d хвилина

source: Email will be changed after confirmation
ru_ru: Email будет изменён после подтверждения
uk_ua: Електронна пошта буде змінена після підтвердження

source: Password
ru_ru: Пароль
uk_ua: Пароль

source: current password
ru_ru: текущий пароль
uk_ua: поточний пароль

source: Change password
ru_ru: Изменить пароль
uk_ua: Змінити пароль

source: new password
ru_ru: новый пароль
uk_ua: новий пароль

source: repeat password
ru_ru: ещё раз
uk_ua: повторіть пароль

source: Edit user
ru_ru: Редактирование пользователя
uk_ua: Редагувати користувача

source: Login
ru_ru: Логин
uk_ua: Вхід

source: email is required, and it should has valid format
ru_ru: электронная почта обязательна, и должна иметь допустимый формат
uk_ua: email є обов'язковим, і він повинен мати припустимий формат

source: Status
ru_ru: Статус
uk_ua: Статус

source: all
ru_ru: все
uk_ua: всі

source: Roles
ru_ru: Роли
uk_ua: Ролі

source: Profile
ru_ru: Профиль
uk_ua: Профіль

source: Change profile
ru_ru: Изменить профиль
uk_ua: Змінити профіль

source: Change avatar
ru_ru: Изменить аватар
uk_ua: Змінити аватар

source: Wallet
ru_ru: Кошелек
uk_ua: Гаманець

source: Account status
ru_ru: Статус
uk_ua: Статус облікового запису

source: Linking to social networks
ru_ru: Связывание с социальными сетями
uk_ua: Соціальні мережі

source: Reset Password
ru_ru: Сброс пароля
uk_ua: Скинути пароль

source: Hi %s, enter your new password
ru_ru: Привет %s, введите новый пароль
uk_ua: Привіт %s, введіть новий пароль

source: Recovery
ru_ru: Восстановить
uk_ua: Відновлення

source: Please sign in
ru_ru: Пожалуйста авторизируйтесь
uk_ua: Увійдіть до системи

source: login
ru_ru: логин
uk_ua: логін

source: password
ru_ru: пароль
uk_ua: пароль

source: Remember me
ru_ru: Запомнить меня
uk_ua: Запам'ятати мене

source: Sign Up
ru_ru: Регистрация
uk_ua: Реєстрація

source: Forgot your password?
ru_ru: Забыли пароль?
uk_ua: Забули свій пароль?

source: Registration
ru_ru: Регистрация
uk_ua: Реєстрація

source: User profile
ru_ru: Профиль пользователя
uk_ua: Профіль користувача

source: %d registered user
ru_ru: %d зарегистрированный пользователь
uk_ua: зареєстрован %d користувач

source: %d active user
ru_ru: %d активный пользователь
uk_ua: активно %d користувач

source: last registered
ru_ru: последний зарегистрированный
uk_ua: останній зареєстрований

source: Swagger documented API
ru_ru: Документированный API
